Repository: MoamenHassaballah/Majma3ak-iOS
Catalog: Majma3ak/storyBords/mul.lproj/Main.xcstrings
Source language: en
Languages: ar, ku

# 0ha-4l-ZJc.configuration.title
source: I Agree
ar: اوافق
ku: ڕازیم

# 0Lz-7R-lIo.text
source: Select complex
ar: اختر المجمع السكني
ku: هه‌لبژاردنی كۆمپلەکس

# 0N5-H1-g3o.title
source: Payments
ar: الدفعات
ku: پارەدانەکان

# 0pF-Y1-Lzt.text
source: Type of problem
ar: نوع المشكلة
ku: جۆری کێشەکە

# 0V4-OM-RjB.text
source: Total Due
ar: اجمالي المستحق
ku: کۆی قەرز

# 1T1-aL-BhP.text
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# 2Is-ox-cQ4.text
source: Select date
ar: اختر التاريخ
ku: بەروار هەڵبژێرە

# 2mA-Kk-aEf.placeholder
source: Type of problem
ar: نوع المشكلة
ku: جۆری کێشەکە

# 2us-3G-e1Q.text
source: Visitor information
ar: معلومات الزائر
ku: زانیاری سەردانکەران

# 3FO-P5-TxO.configuration.title
source: Forgot your password?
ar: هل نسيت كلمة السر ؟
ku: پاسۆردەکەت لەبیر کردووە؟

# 4qb-0f-EDw.configuration.title
source: Log in
ar: تسجيل الدخول
ku: چوونەژوورەوە

source: 5J2-yB-ceF.text
ar: معلومات التاريخ
ku: زانیاری بەروار

# 6cw-1B-LXR.configuration.title
source: send Request
ar: إرسال الطلب
ku: داواکاری بنێرە

# 6cw-1B-LXR.normalTitle
source: send Request
ar: إرسال الطلب
ku: داواکاری بنێرە

# 6TN-eN-mnN.text
source: Already have an account?
ar: لديك حساب بالفعل ؟
ku: پێشتر ئەکاونتت هەیە؟

# 6W5-x4-9Pm.text
source: Enter your mobile number so that you can continue
ar: أدخل رقم موبايلك المحمول حتى تتمكن من الاستمرار
ku: ژمارەی مۆبایلەکەت داخڵ بکە بۆ ئەوەی بەردەوام بیت

# 7Om-hd-mWZ.text
source: Mobile phone number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# 7X1-VC-ZMW.text
source: Building Address
ar: عنوان المبنى
ku: ناونیشانی بینا

# 8g4-OU-jk0.text
source: full name
ar: الاسم الكامل
ku: ناوی تەواو

# 8Of-xU-GrL.text
source: New maintenance request
ar: طلب صيانة جديد
ku: داواکاری نوێی چاککردنەوە

# 8ZL-qA-val.text
source: the language
ar: اللغة
ku: زمانەکە

# 9kr-eb-y1N.text
source: set a new password
ar: تعيين كلمة مرور جديدة
ku: وشەی نهێنی نوێ دابنێ

# 9x3-q5-QhI.placeholder
source: Write the title of the problem briefly.
ar: اكتب عنوان المشكلة باختصار
ku: ناونیشانی کێشەکە بە کورتی بنووسە.

# 11sasa
source: There are no visit requests added currently.
ar: لا يوجد طلبات زيارة مضافة حالياً.
ku: لە ئێستادا هیچ داواکارییەکی سەردان زیاد نەکراوە.

# 18q-0w-csQ.text
source: Additional details
ar: تفاصيل إضافية
ku: وردەکاری زیاتر

# 21d-yi-qIm.text
source: Maintenance Department
ar: قسم الصيانة
ku: بەشی چاککردنەوە

# 54z-5B-daf.text
source: Pre-booked visit requests
ar: طلبات الزيارة المحجوزة مسبقًا
ku: داواکاری سەردانی پێشوەختە حجزکراو

# 91sadsadsada
source: There are no added requests currently.
ar: لا يوجد طلبات مضافة حالياً.
ku: لە ئێستادا هیچ داواکارییەکی زیادە نییە.

# aGW-dU-qgF.configuration.title
source: Support Request
ar: طلب دعم
ku: داواکردنی پشتیوانی

# aHp-kD-0hv.configuration.title
source: Logout
ar: تسجيل الخروج
ku: چوونە دەرەوە

# av2-zE-lrh.text
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# awZ-cZ-jjb.text
source: Apartment Info
ar: معلومات الشقة
ku: زانیاری شوقە

# Az7-h4-59C.configuration.title
source: Previous Requests
ar: الطلبات السابقة
ku: داواکاریە پێشووەکان

# B3L-0P-DHc.text
source: Remaining Amount
ar: المبلغ المتبقي
ku: بڕی ماوە

# b9h-gx-4Tr.text
source: password
ar: كلمة المرور
ku: نهێنوشە

# bb2-sr-Egc.configuration.title
source: Previous Requests
ar: الطلبات السابقة
ku: داواکاریە پێشووەکان

# BeJ-U0-d5f.title
source: Maintenance requests
ar: طلبات الصيانة
ku: داواکاری چاککردنەوە

# c3d-rk-ynw.placeholder
source: Type of problem
ar: نوع المشكلة
ku: جۆری کێشەکە

# CmY-vd-JFp.text
source: Update the fields you want to change.
ar: حدث البيانات التي تريد تغييرها.
ku: ئەو بوارانەی کە دەتەوێت بیگۆڕیت نوێ بکەرەوە.

# CS5-et-HI2.text
source: Welcome to Mojamaak
ar: مرحبا بك في مُجمعك
ku: بەخێربێیت بۆ کۆمەڵگەکەت.

# cxg-fb-lJi.text
source: Additional details
ar: تفاصيل إضافية
ku: وردەکاری زیاتر

# cXT-6v-gHs.text
source: Confirm password
ar: تأكيد كلمة المرور
ku: وشەی نهێنی پشتڕاست بکەرەوە

# DA4-8b-dLl.text
source: There are no added requests currently.
ar: لا توجد طلبات مضافة حاليًا
ku: لە ئێستادا هیچ داواکارییەکی زیادە نییە.

# Dgd-2G-5GJ.text
source: Floor
ar: الطابق
ku: نهۆم

# dOf-px-I6Q.text
source: Visit Time
ar: وقت الزيارة
ku: کاتی سەردان

# dPJ-p7-1YF.configuration.title
source: I agree to the terms and conditions
ar: أوافق على الشروط والأحكام.
ku: منیش بە مەرج و ڕێساکان ڕازیم

# DRI-QU-fJW.text
source: Title
ar: العنوان
ku: ناونیشان

# dzd-HU-38m.configuration.title
source: About System
ar: عن مجمعك
ku: لەسەر سیستەم

# e0c-YE-H0m.configuration.title
source: Main Request
ar: طلب الصيانة
ku: داواکردنی چاکسازی

# eAi-1p-qnp.text
source: Choose the apartment
ar: اختار الشقة
ku: شوقەکە هەڵبژێرە

# ecg-Ap-DLA.text
source: You already have an account
ar: لديك حساب بالفعل
ku: پێشتر ئەکاونتت هەیە

# EeC-O5-bfD.text
source: New visit request
ar: طلب زيارة جديد
ku: داواکاری سەردانێکی نوێ

# EgV-l1-Wzj..configuration.title
source: Cancel
ar: إلغاء الطلب
ku: هەڵوەشاندنەوەی داواکاری

# EgV-l1-Wzj.configuration.title
source: Cancel
ar: إلغاء الطلب
ku: هەڵوەشاندنەوەی داواکاری

# eqc-jC-mNb.text
source: Enter all the information below to create an account.
ar: ادخل جميع البيانات ادناه حتى تتمكن من إنشاء حساب
ku: بۆ دروستکردنی ئەکاونت هەموو ئەو زانیاریانەی خوارەوە بنووسە.

# ESh-3u-Bcf.configuration.title
source: Previous Requests
ar: الطلبات السابقة
ku: داواکاریە پێشووەکان

# f0s-gb-PdV.text
source: Visit Date
ar: تاريخ الزيارة
ku: بەرواری سەردان

# FBU-ZP-NN7.text
source: e-mail (Optional)
ar: البريد الإكتروني (اختياري)
ku: ئیمەیڵ (ئیختیاری)

# fd5-Qc-LlH.text
source: There are no visit requests added currently.
ar: لم يتم إضافة طلبات الزيارة حاليًا.
ku: لە ئێستادا هیچ داواکارییەکی سەردان زیاد نەکراوە.

# fQS-Mw-GZ0.text
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# fQS-Mw-GZ0.title
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# FxE-eI-mPz.text
source: Apartment Info
ar: معلومات الشقة
ku: زانیاری شوقە

# FyK-SV-OAc.title
source: technical support
ar: الدعم الفني
ku: پشتگیری تەکنیکی

# G4M-Pv-mXf.placeholder
source: the complex
ar: المجمع
ku: كۆمپلەكسه‌كه‌

# g7I-1O-2mJ.text
source: Recent maintenance requests
ar: طلبات الصيانة الأخيرة
ku: داواکارییەکانی چاککردنەوەی ئەم دواییە

# Gav-GQ-sjE.text
source: Fill in the problem details and your request will be sent to the maintenance team.
ar: قم بتعبئة تفاصيل المشكلة وسيتم إرسال طلبك إلى فريق الصيانة.
ku: وردەکاری کێشەکە پڕبکەرەوە و داواکارییەکەت دەنێردرێت بۆ تیمی چاککردنەوە.

# Gc3-jH-G9R.title
source: visit request details
ar: تفاصيل طلب الزيارة
ku: وردەکاری داواکاری سەردان

# gcs-Tb-aIj.text
source: Modify your data
ar: تعديل بياناتك
ku: دەستکاری داتاکانتان بکەن

# gN2-bD-WZA.text
source: Click to upload
ar: اضغط لاختيار صوره
ku: بۆ بارکردن کلیک بکە

# gqq-dB-VqK.text
source: Apartment Number
ar: رقم الشقة
ku: ژمارەی شوقە

# gr9-GP-OYu.configuration.title
source: send request to reset the password
ar: إرسال طلب لإعادة تعيين كلمة المرور
ku: داواکاری بنێرە بۆ ڕێستکردنی وشەی نهێنی

# Gts-yK-Z1y.text
source: Don't have an account?
ar: ليس لديك حساب ؟
ku: ئەکاونتت نییە؟

# GUe-MY-daH.text
source: Created At
ar: تم إنشاؤه في
ku: دروستکراوە لە

# guX-uN-GQY.text
source: Date Info
ar: معلومات التاريخ
ku: زانیاری بەروار

# Hhd-Ll-tlE.configuration.title
source: send Request
ar: إرسال الطلب
ku: داواکاری بنێرە

# hIJ-qg-qJj.text
source: Maintenance Request Info
ar: معلومات طلب الصيانة
ku: زانیاری داواکاری چاککردنەوە

# hiO-zH-T55.text
source: visiter phone
ar: رقم موبايل الزائر
ku: تەلەفۆنی سەردانکەر

# HS5-de-tT9.text
source: Requester
ar: مقدم الطلب
ku: داواکار

# hwA-Jy-EM4.title
source: Edit profile
ar: تعديل الملف الشخصي
ku: دەستکاریکردنی پڕۆفایلی

# I3t-0v-BwZ.text
source: Created At
ar: تم إنشاؤه في
ku: دروستکراوە لە

# I9Z-VS-KQm.configuration.title
source: Terms of Service
ar: بنود الخدمة
ku: مەرجەکانی خزمەتگوزاری

# ilf-JZ-vXA.text
source: Or follow by
ar: أو المتابعة بواسطة
ku: یان بەدواداچوون بکە

# izJ-6y-jGX.text
source: There are no added requests currently.
ar: لا توجد طلبات مضافة حاليًا.
ku: لە ئێستادا هیچ داواکارییەکی زیادە نییە.

# jME-cK-BUn.text
source: Department
ar: القسم
ku: بەش

# jn1-mB-0N1.text
source: Building Address
ar: عنوان المبنى
ku: ناونیشانی بینا

# jtQ-hX-kYx.text
source: password
ar: كلمة المرور
ku: نهێنوشە

# Jzj-qA-rxb.configuration.title
source: Payments
ar: الدفعات
ku: پارەدانەکان

# k0k-kr-WHe.text
source: User Info
ar: معلومات المستخدم
ku: زانیاری بەکارهێنەر

# KeP-lm-F6b.text
source: New Offer Available
ar: عرض جديد متاح
ku: ئۆفەری نوێ بەردەستە

# kvf-hO-rrP.text
source: Notifications
ar: الإشعارات
ku: ئاگادارکردنەوەکان

# kvf-hO-rrP.title
source: Notifications
ar: الإشعارات
ku: ئاگادارکردنەوەکان

# KxO-wd-Xwj.text
source: Log out
ar: تسجيل الخروج
ku: دەرچوون لە دەرەوە

# lkG-I4-zA0.text
source: Complex Name
ar: اسم المجمع
ku: ناوی ئاڵۆز

# Lsv-XE-br0.text
source: Phone number
ar: رقم الموبايل

# lUP-eQ-qI8.text
source: Attach ID photo (optional)
ar: إرفاق صورة الهوية (اختياري)

# m98-EC-eFa.title
source: Enter your mobile number so that you can continue
ar: أدخل رقم الموبايل لكي تستطيع المتابعة
ku: ژمارەی مۆبایلەکەت داخڵ بکە بۆ ئەوەی بەردەوام بیت

# mBb-Ao-HGK.text
source: full name
ar: الاسم الكامل
ku: ناوی تەواو

# mnz-Sp-ePw.text
source: Profile
ar: الملف الشخصي
ku: پرۆفایل

# msM-h2-Lqs.text
source: Type of complaint
ar: نوع الشكوى
ku: جۆری سکاڵا

# my9-Zm-GUp.text
source: Complex Name
ar: اسم المجمع
ku: ناوی ئاڵۆز

# NDd-Xg-c8B.configuration.title
source: Maintenance Request
ar: طلبات الصيانة
ku: داواکردنی چاکسازی

# NIK-Nm-Vcy.title
source: Terms of Service
ar: بنود الخدمة
ku: مەرجەکانی خزمەتگوزاری

# NIX-H7-EQH.title
source: request details
ar: تفاصيل الطلب
ku: وردەکاری داواکاری

# nN9-Oz-5NY.title
source: About System
ar: عن مجمعك
ku: لەسەر سیستەم

# NnJ-ep-Lfn.title
source: Offer Details
ar: تفاصيل الاعلان
ku: وردەکاری پێشکەشکراو

# nno-fQ-8zq.text
source: Log in
ar: تسجيل الدخول
ku: چوونەژوورەوە

# nXx-k8-GRj.configuration.title
source: Cancel
ar: إلغاء الطلب
ku: دروستکراوە لە

# nxz-59-qFc.configuration.title
source: View all
ar: عرض الكل
ku: بینینی هەموو

# nYB-4I-GFK.text
source: Total Paid
ar: اجمالي المدفوع
ku: کۆی پارەی داوە

# O0S-ld-LQQ.configuration.title
source: Complaints & Support
ar: الشكاوى و الدعم
ku: سکاڵا و پشتیوانی

# o3S-Sx-mIj.configuration.title
source: View all
ar: عرض الكل
ku: بینینی هەموو

# o9g-RO-6tu.text
source: Notifications
ar: الإشعارات
ku: ئاگادارکردنەوەکان

# oEb-f2-OrG.text
source: visiter name
ar: اسم الزائر
ku: ناوی سەردانکەر

# OLd-2v-qZM.text
source: Home
ar: الرئيسية
ku: ماڵەوە

# peF-Q7-xlc.text
source: Status
ar: الحالة
ku: مەرجەکە

# PGd-DE-bBc.text
source: Hello dear resident
ar: أهلا عزيزي/ة الساكن
ku: سڵاو دانیشتووی ئازیز

# Pry-s4-kyZ.title
source: Add a new visit request
ar: إضافة طلب زيارة جديد
ku: داواکاری سەردانێکی نوێ زیاد بکە

# qE9-pW-R4c.text
source: Status
ar: الحالة
ku: دۆخ

# qJU-vW-VDW.text
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# QK3-fJ-2gZ.text
source: List of Previous Payments
ar: قائمة الدفعات السابقة
ku: لیستی پارەدانەکانی پێشوو

# Qq1-Vx-HHH.configuration.title
source: send request to reset the password
ar: إرسال طلب لإعادة تعيين كلمة المرور
ku: داواکاری بنێرە بۆ ڕێستکردنی وشەی نهێنی

# RBH-tm-gQv
source: Reset password
ar: إعادة تعيين كلمة المرور
ku: وشەی نهێنی ڕێست بکە

# RBH-tm-gQv.title
source: Reset password
ar: إعادة تعيين كلمة المرور
ku: وشەی نهێنی ڕێست بکە

# rCW-z0-dhp.title
source: Notification Details
ar: تفاصيل الإشعار
ku: وردەکارییەکانی ئاگادارکردنەوە

# RHJ-B8-698.title
source: Visit requests
ar: طلبات الزيارة
ku: داواکاری سەردان

# Rjv-r4-3NS.text
source: Select language
ar: اختر اللغة
ku: زمان هەڵبژێرە

# rKc-AU-yiL.configuration.title
source: save
ar: حفظ
ku: هەڵگرتن

# RKP-sJ-g82.placeholder
source: the language
ar: اللغة
ku: زمانەکە

# Rlu-h6-fpd.text
source: Hello dear resident
ar: أهلا عزيزي/ة الساكن
ku: سڵاو دانیشتووی ئازیز

# RrU-wN-47j.text
source: Description
ar: الوصف
ku: وەسف

# siN-HH-InQ.configuration.title
source: View all
ar: عرض الكل
ku: بینینی هەموو

# SUd-Ky-0sx.placeholder
source: The desired apartment
ar: الشقة المطلوبة
ku: شوقەی دڵخواز

# SVF-vc-f9U.text
source: more
ar: المزيد
ku: زیاتر

# TaO-vg-9KS.text
source: Visitor Info
ar: معلومات الزائر
ku: زانیاری سەردانکەران

# TdG-EG-mBv.text
source: Terms of Service
ar: بنود الخدمة
ku: مەرجەکانی خزمەتگوزاری

# tPb-5A-3q1.configuration.title
source: send Request
ar: إرسال الطلب
ku: داواکاری بنێرە

# u0i-Id-pBR.text
source: full name
ar: الاسم الكامل
ku: ناوی تەواو

# uuY-yT-3g2.configuration.title
source: I read the text
ar: تمت القراءة
ku: نووسەکە خوێندمەوە

# V1p-qC-MOh.configuration.title
source: Visit Request
ar: طلبات الزيارة
ku: داواکردنی سەردان

# vg5-lS-0OZ.text
source: Manage your residential transactions
ar: ادارة تعاملاتك السكنية
ku: بەڕێوەبردنی مامەڵەکانت‌ی نیشتەجێبوون

# vtc-r1-G8D.configuration.title
source: View all
ar: عرض الكل
ku: بینینی هەموو

# W1A-WY-FTH.text
source: I agree to the terms and conditions
ar: أوافق على الشروط والأحكام.
ku: منیش بە مەرج و ڕێساکان ڕازیم

# w9p-mC-PZ3.text
source: Check out our latest offer in the app!
ar: اطلع على أحدث عروضنا في التطبيق!
ku: نوێترین ئۆفەرمان لە ئەپەکەدا ببینە!

# WbD-AR-Eal.title
source: Add a new maintenance request
ar: إضافة طلب صيانة جديد
ku: داواکارییەکی نوێی چاککردنەوە زیاد بکە

# wIo-O7-I1S.text
source: Additional details
ar: تفاصيل إضافية
ku: وردەکاری زیاتر

# wma-bt-y04.text
source: e-mail
ar: البريد الإكتروني
ku: ئیمەیڵ

# WW5-to-txx.text
source: e-mail
ar: البريد الإكتروني
ku: ئیمەیڵ

# x6a-iW-e4c.title
source: Create a new user account
ar: إنشاء حساب مستخدم جديد
ku: دروستکردنی ئەکاونتی بەکارهێنەری نوێ

# XBW-vv-6et.text
source: Remember Me
ar: تذكرني
ku: منت لەبیرە

# xcH-sV-G2e.configuration.title
source: Visit Request
ar: طلبات الزيارة
ku: داواکردنی سەردان

# xdw-uI-AgO.text
source: the address
ar: العنوان
ku: ناونیشانەکە

# XeM-ha-QqH.text
source: Loading user data
ar: جاري تحميل بيانات المستخدم
ku: بارکردنی داتای بەکارهێنەر

# XlN-Ob-LrC.text
source: set a new password
ar: تعيين كلمة مرور جديدة
ku: وشەی نهێنی نوێ دابنێ

# xRm-Rv-kkB.configuration.title
source: login
ar: تسجيل الدخول
ku: چوونەژوورەوە

# YLB-Yo-wwQ.text
source: full name
ar: الاسم الكامل
ku: ناوی تەواو

# yNG-Nb-nRr.text
source: Visit Info
ar: معلومات الزيارة
ku: زانیاری سەردان بکە

# YTa-15-siN.configuration.title
source: send request to reset the password
ar: إرسال طلب لإعادة كلمة المرور
ku: داواکاری بنێرە بۆ ڕێستکردنی وشەی نهێنی

# z9I-9a-ySE.text
source: View previous and due invoices available for direct payment
ar: الاطلاع على الفواتير السابقه و المتاحة للدفع المباشر
ku: بینینی فاکتۆرەکانی پێشوو و قەرز کە بۆ پارەدانی ڕاستەوخۆ بەردەستن

# Z17-I4-4hJ.text
source: Choose the time
ar: اختر الوقت
ku: کاتەکە هەڵبژێرە

# zLj-d2-9nB.text
source: Mobile number
ar: رقم الموبايل
ku: ژمارەی مۆبایل

# ZPk-7q-Hwd.configuration.title
source: Create an account
ar: إنشاء حساب
ku: ئەکاونتێک دروست بکە

# zUg-Kp-b5R.text
source: Previous tickets
ar: التذاكر السابقة
ku: بلیتی پێشوو

# zzZ-g3-5b7.text
source: Enter your user data so you can continue.
ar: أدخل البيانات أدناه لتسجيل الدخول
ku: داتای بەکارهێنەرەکەت دابنێ تا بتوانیت بەردەوام بیت.

# Bcc-cE-IcH.text
source: Contact technical support
ku: پەیوەندی بە پشتگیری تەکنیکی بکەن

# CvG-47-Cza.title
source: Title
ku: ناونیشان

# CzT-br-RQl.text
source: SVG, PNG, JPG or GIF (max. 800x400px)
ku: SVG، PNG، JPG یان GIF (زۆرترین 800x400px)

# d8D-hZ-AQi.text
source: SVG, PNG, JPG or GIF (max. 800x400px)
ku: SVG، PNG، JPG یان GIF (زۆرترین 800x400px)

# eBH-I2-cGZ.text
source: Specify the visit details to send the request to the complex management.
ku: وردەکاری سەردانەکە دیاری بکە بۆ ناردنی داواکارییەکە بۆ بەڕێوەبەرایەتی ئاڵۆز.

# hbw-7b-G5e.text
source: Enter your mobile number so that you can continue
ku: ژمارەی مۆبایلەکەت داخڵ بکە بۆ ئەوەی بەردەوام بیت

# Io4-Km-vE5.text
source: There are no added requests currently.
ku: لە ئێستادا هیچ داواکارییەکی زیادە نییە.

# LRV-C1-8tm.text
source: Plumbing
ku: ئاوكاری

# mhU-br-OkY.title
source: Forget passowrd
ku: وشەی نهێنی لەبیر کردووە

# qPe-N2-TS7.text
source: continue your offers in easy way
ku: بەردەوام بە لە ئۆفەرەکانت بە شێوەیەکی ئاسان

# uOJ-jb-Iih.text
source: Plumbing
ku: ئاوكاری

# ZIk-BH-mob.text
source: Click to upload
ku: بۆ بارکردن کلیک بکە
